[
  {
    "time": 10,
    "href": "https://api.reliefweb.int/v1/disasters/51005",
    "links": {
      "self": {
        "href": "https://api.reliefweb.int/v1/disasters/51005"
      },
      "collection": {
        "href": "https://api.reliefweb.int/v1/disasters"
      }
    },
    "took": 3,
    "totalCount": 1,
    "count": 1,
    "data": [
      {
        "id": "51005",
        "fields": {
          "date": {
            "created": "2022-01-15T00:00:00+00:00"
          },
          "primary_type": {
            "code": "VO",
            "name": "Volcano",
            "id": 4615
          },
          "country": [
            {
              "href": "https://api.reliefweb.int/v1/countries/90",
              "name": "Fiji",
              "location": {
                "lon": 178.065,
                "lat": -17.71
              },
              "id": 90,
              "shortname": "Fiji",
              "iso3": "fji"
            },
            {
              "href": "https://api.reliefweb.int/v1/countries/128",
              "name": "Japan",
              "location": {
                "lon": 138.59,
                "lat": 36.39
              },
              "id": 128,
              "shortname": "Japan",
              "iso3": "jpn"
            },
            {
              "href": "https://api.reliefweb.int/v1/countries/187",
              "name": "Peru",
              "location": {
                "lon": -75.31,
                "lat": -10.15
              },
              "id": 187,
              "shortname": "Peru",
              "iso3": "per"
            },
            {
              "href": "https://api.reliefweb.int/v1/countries/204",
              "name": "Samoa",
              "location": {
                "lon": -172.16,
                "lat": -13.76
              },
              "id": 204,
              "shortname": "Samoa",
              "iso3": "wsm"
            },
            {
              "href": "https://api.reliefweb.int/v1/countries/233",
              "name": "Tonga",
              "location": {
                "lon": -174.83,
                "lat": -20.39
              },
              "id": 233,
              "shortname": "Tonga",
              "iso3": "ton",
              "primary": true
            }
          ],
          "featured": false,
          "primary_country": {
            "href": "https://api.reliefweb.int/v1/countries/233",
            "name": "Tonga",
            "location": {
              "lon": -174.83,
              "lat": -20.39
            },
            "id": 233,
            "shortname": "Tonga",
            "iso3": "ton"
          },
          "profile": {
            "overview": "A large eruption of the Hunga Tonga Hunga Ha-apai underwater volcano in the evening of 15 January (at 17:26 local time) caused a tsunami and ash fall in Tonga (total pop. 105,000 people). The volcanic eruption has continued throughout the day with satellite imagery indicating a 5km wide plume of ash, steam and gas rising into the air 20km above the volcano. The ash plume was observed moving northeast over the islands of Ha’apai and is currently proceeding in a westerly direction away from Tonga. The eruption was one of the biggest in Tonga in the past 30 years. During the initial eight-minutes, it was so violent it could be heard as \"loud thunder sounds\" in Fiji, more than 800km away. ([OCHA, 16 Jan 2022](https://reliefweb.int/node/3808614/))\n\nNo additional eruptions were recorded since yesterday’s update. However, further volcanic activity cannot be ruled out. The ash cloud has slowly moved on in a north-westerly direction. Elsewhere in the Pacific (Fiji, Samoa, Vanuatu, Solomon Islands) tsunami warnings have been lifted and no serious impact has been reported so far apart from some limited flooding [..] For Tonga, the tsunami of Saturday has caused yet to be detailed damage of buildings and infrastructure. Nuku’alofa, Tonga’s capital, is covered with a two-centimetre-thick layer of volcanic ash and dust. However, the situation in the city is calm and stable and first clean-up efforts are being made. Nuku’alofa’s waterfront is seriously damaged with rocks and debris pushed inland by the tsunami. Overall, there appears to be significant infrastructural damage around Tongatapu, the main island. There had been no contact from the Ha’apai Group of islands with particular concern about two small low-lying islands – Mango and Fonoi. An active distress beacon had been detected from Mango. ([OCHA, 17 Jan 2022](https://reliefweb.int/node/3808720))\n\nAn initial assessment from the Government of Tonga is that 100 houses were damaged and 50 destroyed in Tongatapu. No evacuation centres are open in Tongatapu, the people who were displaced (numbers not confirmed as of now) are staying with extended families. There are 89 people in evacuation centres in ‘Eua. Information from outer islands is still very scarce. In Ha’apai and Vava’u islands, communication lines remain down and concerns exist regarding damage to low lying island in this group. Three deaths have been recorded so far. Preliminary information from the Tongan Ministry of Agriculture indicates that the damage in the agricultural sector, and particularly of root crops, is less severe than initially feared. Due to thick ash cover is thicker than anticipated (between 5 and 10 cm) and will need more time to be cleared away. Planned relief flights (from Australia and New Zealand, for the time being) are on stand-by. ([OCHA, 18 Jan 2022](https://reliefweb.int/node/3809115))\n\nOn 19 January, the Government of Tonga issued a State of Emergency. To date, there are three confirmed fatalities: one British national; a female from Mango Island; and a male from Nomuka Island. The government deployed two vessels with health teams and water, food and tents to the Ha’apai group where the islands of Mango, Fonoifua and Nomuka have been impacted. All houses were destroyed on Mango island; only two houses remain on Fonoifua island and Nomuka island experienced extensive damage. According to the government, evacuation of Mango and Fonoifua islands to Nomuka island is underway. As for destruction in the capital Nuku’alofa, the government announced that 21 houses were completely damaged and 35 severely damaged in parts of the western side of Tongatapu including Kanokupolu. Residents had been evacuated to evacuation centers and supplied with relief items. In the central district, Kolomotu’a, eight houses were completely damaged and 20 severely. On the island of ‘Eua, two houses were completely damaged and 45 severely damaged. Water supplies have been seriously affected by volcanic ash. Government efforts have been made to ensure the continuity of the supply of safe drinking water. Tonga’s cluster system has been activated and is compiling reports on needs to be addressed. ([OCHA, 19 Jan 2022](https://reliefweb.int/node/3809455))\n\nOn 19 January, the UN Resident Coordinator received a request from the Government of Tonga for urgent assistance in the wake of the volcanic eruption and the impact of the following tsunami and volcanic ash it generated. There are still serious concerns about access to safe water throughout the island nation, and concerns about the quality of groundwater in Tongatapu. Data suggest that some 50,000 people are affected and access to drinking water remains one of the highest priorities. The capital’s water supply is safe to drink but most people now rely on bottled water. It is estimated that some 12,000 households have been affected as all agricultural sectors (crops, livestock, fisheries) suffered substantially. Of particular concern is the effect of ashfall on crops along with saltwater intrusion and the potential of acid rain. It is further estimated that about 60 – 70 percent of livestock-rearing households either had livestock perished, experienced damage to grazing land, or have contaminated water supplies. As regards to Health, the hospital and the national pharmacy store in the capital are intact and fully functioning. There are some reports of damage to some health centres in Tongatapu, ‘Eua and Ha’apai. The main issue going forward is monitoring the risk of infectious diseases through surveillance and the actions underway by the WASH sector. ([OCHA, 20 Jan 2022](https://reliefweb.int/node/3809863/))\n\nTen days on from the violent eruption of the Hunga Tonga Hunga Ha’apai underwater volcano, the Government of Tonga continues to provide relief in the most-affected islands while assessing damage and needs. The Government of Tonga and humanitarian partners report that the entire population of Tonga (approx. 105,000 people) have been impacted and that about 84,000 people (some 84% of the population) have been directly affected. Initial assessment data indicate that about 240 houses have been damaged or destroyed. Some 100 houses have been damaged or destroyed on Tongatapu and 50 houses on ‘Eua alone. Tonga’s key challenges continue to be access to safe water, ash clearance and ensuring food security. The Pacific Humanitarian Team is scaling up the support based on the request from the Government and based on the assessment of needs. ([OCHA, 25 Jan 2022](https://reliefweb.int/node/3811463/))\n\nAcross Tongatapu 90% of power has been restored as work continues for full restoration. Efforts continue with the clearing of ash debris and coordinating relief distribution to affected communities. NEMO and humanitarian partners have established 16 water stations areas around Tongatapu. The areas of Popua, Patangata, Kanokupolu, and Ahau have been sprayed for vector control and decontamination and the ground water has been chlorinated for safety. 293 houses have been damaged or affected by the volcanic eruption and tsunami according to government figures; the majority in Tongatapu. 1,525 people are still displaced according to initial findings by IOM. ([OCHA, 28 Jan 2022](https://reliefweb.int/node/3812566))\n\nOn 1 February 2022, two COVID-19 cases were identified among port workers at the wharf in Nuku’alofa. A national lockdown was in effect as of 6pm 2 February. The lockdown may cause delays in the implementation of the humanitarian response carried out by NEMO and humanitarian partners on the ground. As of 31 January 2022, 2,390 people (2.4 per cent of the country’s population) or 465 households remain displaced three weeks after the disaster onset, according to IOM’s analysis. Of the 465 households, 54 per cent are in the main island Tongatapu, 31 per cent in Ha’apai Island group, and 15 per cent in ‘Eua; 60 per cent of the 465 households have their houses severely damaged or destroyed. The total number of displaced people rose by 57 per cent since the last reporting period with progress in field verification of the assessment data. The local transmission of COVID has also further complicated procedures and the lockdown is likely to lead to further delays. With the help of rainfall, ash residue along the airport runway have been largely cleared. There have been no further reports of ash disturbance during landing, take-off and taxi operations. Most humanitarian needs are being met, however, access to safe water remains the most pressing issue. ([OCHA, 3 Feb 2022](https://reliefweb.int/node/3814557))\n\nThe spread of COVID had a negative impact on the aid delivery and further relief and recovery planning. The majority of schools – which only reopened on 31 January – have been closed again on 2 February 2022 due to the COVID lockdown. It is estimated that more than 32,000 children have been psychologically affected by the emergency. More than 30,000 people have been reached with WASH assistance so far. An estimated 15,000 persons have been reached with health assistance and some 10,000 persons with nutrition assistance. Emergency shelter and NFI assistance was distributed to 2,020 people in most-affected areas. The loss in the agricultural sector is estimated at US$ 17 million, according to the Ministry of Agriculture, Food and Forests. While communication systems have gradually been fixed, the full capacity will only be reached in a couple of weeks due to delays in repair of the undersea cable. ([OCHA, 10 Feb 2022](https://reliefweb.int/node/3816604))\n\nAs of 8 February 2022, only three direct fatalities and one indirect fatality have been officially recorded in Tonga. The low level of fatalities partly reflects Tonga's effective early warning systems, combined with previous experience of natural disasters in Tonga. Following the eruption, a small proportion of people suffered breathing difficulties and a few, mainly children, were hospitalized. ([IFRC, 25 Feb 2022](https://reliefweb.int/node/3821518))",
            "useful_links": {
              "active": [
                {
                  "title": "New Zealand Defense Force Tonga Response",
                  "url": "https://nzdf.mil.nz/nzdf/significant-projects-and-issues/tonga-response/"
                }
              ],
              "title": "Useful Links"
            },
            "overview-html": "<p>A large eruption of the Hunga Tonga Hunga Ha-apai underwater volcano in the evening of 15 January (at 17:26 local time) caused a tsunami and ash fall in Tonga (total pop. 105,000 people). The volcanic eruption has continued throughout the day with satellite imagery indicating a 5km wide plume of ash, steam and gas rising into the air 20km above the volcano. The ash plume was observed moving northeast over the islands of Ha’apai and is currently proceeding in a westerly direction away from Tonga. The eruption was one of the biggest in Tonga in the past 30 years. During the initial eight-minutes, it was so violent it could be heard as &quot;loud thunder sounds&quot; in Fiji, more than 800km away. (<a href=\"https://reliefweb.int/node/3808614/\">OCHA, 16 Jan 2022</a>)</p>\n\n<p>No additional eruptions were recorded since yesterday’s update. However, further volcanic activity cannot be ruled out. The ash cloud has slowly moved on in a north-westerly direction. Elsewhere in the Pacific (Fiji, Samoa, Vanuatu, Solomon Islands) tsunami warnings have been lifted and no serious impact has been reported so far apart from some limited flooding [..] For Tonga, the tsunami of Saturday has caused yet to be detailed damage of buildings and infrastructure. Nuku’alofa, Tonga’s capital, is covered with a two-centimetre-thick layer of volcanic ash and dust. However, the situation in the city is calm and stable and first clean-up efforts are being made. Nuku’alofa’s waterfront is seriously damaged with rocks and debris pushed inland by the tsunami. Overall, there appears to be significant infrastructural damage around Tongatapu, the main island. There had been no contact from the Ha’apai Group of islands with particular concern about two small low-lying islands – Mango and Fonoi. An active distress beacon had been detected from Mango. (<a href=\"https://reliefweb.int/node/3808720\">OCHA, 17 Jan 2022</a>)</p>\n\n<p>An initial assessment from the Government of Tonga is that 100 houses were damaged and 50 destroyed in Tongatapu. No evacuation centres are open in Tongatapu, the people who were displaced (numbers not confirmed as of now) are staying with extended families. There are 89 people in evacuation centres in ‘Eua. Information from outer islands is still very scarce. In Ha’apai and Vava’u islands, communication lines remain down and concerns exist regarding damage to low lying island in this group. Three deaths have been recorded so far. Preliminary information from the Tongan Ministry of Agriculture indicates that the damage in the agricultural sector, and particularly of root crops, is less severe than initially feared. Due to thick ash cover is thicker than anticipated (between 5 and 10 cm) and will need more time to be cleared away. Planned relief flights (from Australia and New Zealand, for the time being) are on stand-by. (<a href=\"https://reliefweb.int/node/3809115\">OCHA, 18 Jan 2022</a>)</p>\n\n<p>On 19 January, the Government of Tonga issued a State of Emergency. To date, there are three confirmed fatalities: one British national; a female from Mango Island; and a male from Nomuka Island. The government deployed two vessels with health teams and water, food and tents to the Ha’apai group where the islands of Mango, Fonoifua and Nomuka have been impacted. All houses were destroyed on Mango island; only two houses remain on Fonoifua island and Nomuka island experienced extensive damage. According to the government, evacuation of Mango and Fonoifua islands to Nomuka island is underway. As for destruction in the capital Nuku’alofa, the government announced that 21 houses were completely damaged and 35 severely damaged in parts of the western side of Tongatapu including Kanokupolu. Residents had been evacuated to evacuation centers and supplied with relief items. In the central district, Kolomotu’a, eight houses were completely damaged and 20 severely. On the island of ‘Eua, two houses were completely damaged and 45 severely damaged. Water supplies have been seriously affected by volcanic ash. Government efforts have been made to ensure the continuity of the supply of safe drinking water. Tonga’s cluster system has been activated and is compiling reports on needs to be addressed. (<a href=\"https://reliefweb.int/node/3809455\">OCHA, 19 Jan 2022</a>)</p>\n\n<p>On 19 January, the UN Resident Coordinator received a request from the Government of Tonga for urgent assistance in the wake of the volcanic eruption and the impact of the following tsunami and volcanic ash it generated. There are still serious concerns about access to safe water throughout the island nation, and concerns about the quality of groundwater in Tongatapu. Data suggest that some 50,000 people are affected and access to drinking water remains one of the highest priorities. The capital’s water supply is safe to drink but most people now rely on bottled water. It is estimated that some 12,000 households have been affected as all agricultural sectors (crops, livestock, fisheries) suffered substantially. Of particular concern is the effect of ashfall on crops along with saltwater intrusion and the potential of acid rain. It is further estimated that about 60 – 70 percent of livestock-rearing households either had livestock perished, experienced damage to grazing land, or have contaminated water supplies. As regards to Health, the hospital and the national pharmacy store in the capital are intact and fully functioning. There are some reports of damage to some health centres in Tongatapu, ‘Eua and Ha’apai. The main issue going forward is monitoring the risk of infectious diseases through surveillance and the actions underway by the WASH sector. (<a href=\"https://reliefweb.int/node/3809863/\">OCHA, 20 Jan 2022</a>)</p>\n\n<p>Ten days on from the violent eruption of the Hunga Tonga Hunga Ha’apai underwater volcano, the Government of Tonga continues to provide relief in the most-affected islands while assessing damage and needs. The Government of Tonga and humanitarian partners report that the entire population of Tonga (approx. 105,000 people) have been impacted and that about 84,000 people (some 84% of the population) have been directly affected. Initial assessment data indicate that about 240 houses have been damaged or destroyed. Some 100 houses have been damaged or destroyed on Tongatapu and 50 houses on ‘Eua alone. Tonga’s key challenges continue to be access to safe water, ash clearance and ensuring food security. The Pacific Humanitarian Team is scaling up the support based on the request from the Government and based on the assessment of needs. (<a href=\"https://reliefweb.int/node/3811463/\">OCHA, 25 Jan 2022</a>)</p>\n\n<p>Across Tongatapu 90% of power has been restored as work continues for full restoration. Efforts continue with the clearing of ash debris and coordinating relief distribution to affected communities. NEMO and humanitarian partners have established 16 water stations areas around Tongatapu. The areas of Popua, Patangata, Kanokupolu, and Ahau have been sprayed for vector control and decontamination and the ground water has been chlorinated for safety. 293 houses have been damaged or affected by the volcanic eruption and tsunami according to government figures; the majority in Tongatapu. 1,525 people are still displaced according to initial findings by IOM. (<a href=\"https://reliefweb.int/node/3812566\">OCHA, 28 Jan 2022</a>)</p>\n\n<p>On 1 February 2022, two COVID-19 cases were identified among port workers at the wharf in Nuku’alofa. A national lockdown was in effect as of 6pm 2 February. The lockdown may cause delays in the implementation of the humanitarian response carried out by NEMO and humanitarian partners on the ground. As of 31 January 2022, 2,390 people (2.4 per cent of the country’s population) or 465 households remain displaced three weeks after the disaster onset, according to IOM’s analysis. Of the 465 households, 54 per cent are in the main island Tongatapu, 31 per cent in Ha’apai Island group, and 15 per cent in ‘Eua; 60 per cent of the 465 households have their houses severely damaged or destroyed. The total number of displaced people rose by 57 per cent since the last reporting period with progress in field verification of the assessment data. The local transmission of COVID has also further complicated procedures and the lockdown is likely to lead to further delays. With the help of rainfall, ash residue along the airport runway have been largely cleared. There have been no further reports of ash disturbance during landing, take-off and taxi operations. Most humanitarian needs are being met, however, access to safe water remains the most pressing issue. (<a href=\"https://reliefweb.int/node/3814557\">OCHA, 3 Feb 2022</a>)</p>\n\n<p>The spread of COVID had a negative impact on the aid delivery and further relief and recovery planning. The majority of schools – which only reopened on 31 January – have been closed again on 2 February 2022 due to the COVID lockdown. It is estimated that more than 32,000 children have been psychologically affected by the emergency. More than 30,000 people have been reached with WASH assistance so far. An estimated 15,000 persons have been reached with health assistance and some 10,000 persons with nutrition assistance. Emergency shelter and NFI assistance was distributed to 2,020 people in most-affected areas. The loss in the agricultural sector is estimated at US$ 17 million, according to the Ministry of Agriculture, Food and Forests. While communication systems have gradually been fixed, the full capacity will only be reached in a couple of weeks due to delays in repair of the undersea cable. (<a href=\"https://reliefweb.int/node/3816604\">OCHA, 10 Feb 2022</a>)</p>\n\n<p>As of 8 February 2022, only three direct fatalities and one indirect fatality have been officially recorded in Tonga. The low level of fatalities partly reflects Tonga&#39;s effective early warning systems, combined with previous experience of natural disasters in Tonga. Following the eruption, a small proportion of people suffered breathing difficulties and a few, mainly children, were hospitalized. (<a href=\"https://reliefweb.int/node/3821518\">IFRC, 25 Feb 2022</a>)</p>\n"
          },
          "description-html": "<p>A large eruption of the Hunga Tonga Hunga Ha-apai underwater volcano in the evening of 15 January (at 17:26 local time) caused a tsunami and ash fall in Tonga (total pop. 105,000 people). The volcanic eruption has continued throughout the day with satellite imagery indicating a 5km wide plume of ash, steam and gas rising into the air 20km above the volcano. The ash plume was observed moving northeast over the islands of Ha’apai and is currently proceeding in a westerly direction away from Tonga. The eruption was one of the biggest in Tonga in the past 30 years. During the initial eight-minutes, it was so violent it could be heard as &quot;loud thunder sounds&quot; in Fiji, more than 800km away. (<a href=\"https://reliefweb.int/node/3808614/\">OCHA, 16 Jan 2022</a>)</p>\n\n<p>No additional eruptions were recorded since yesterday’s update. However, further volcanic activity cannot be ruled out. The ash cloud has slowly moved on in a north-westerly direction. Elsewhere in the Pacific (Fiji, Samoa, Vanuatu, Solomon Islands) tsunami warnings have been lifted and no serious impact has been reported so far apart from some limited flooding [..] For Tonga, the tsunami of Saturday has caused yet to be detailed damage of buildings and infrastructure. Nuku’alofa, Tonga’s capital, is covered with a two-centimetre-thick layer of volcanic ash and dust. However, the situation in the city is calm and stable and first clean-up efforts are being made. Nuku’alofa’s waterfront is seriously damaged with rocks and debris pushed inland by the tsunami. Overall, there appears to be significant infrastructural damage around Tongatapu, the main island. There had been no contact from the Ha’apai Group of islands with particular concern about two small low-lying islands – Mango and Fonoi. An active distress beacon had been detected from Mango. (<a href=\"https://reliefweb.int/node/3808720\">OCHA, 17 Jan 2022</a>)</p>\n\n<p>An initial assessment from the Government of Tonga is that 100 houses were damaged and 50 destroyed in Tongatapu. No evacuation centres are open in Tongatapu, the people who were displaced (numbers not confirmed as of now) are staying with extended families. There are 89 people in evacuation centres in ‘Eua. Information from outer islands is still very scarce. In Ha’apai and Vava’u islands, communication lines remain down and concerns exist regarding damage to low lying island in this group. Three deaths have been recorded so far. Preliminary information from the Tongan Ministry of Agriculture indicates that the damage in the agricultural sector, and particularly of root crops, is less severe than initially feared. Due to thick ash cover is thicker than anticipated (between 5 and 10 cm) and will need more time to be cleared away. Planned relief flights (from Australia and New Zealand, for the time being) are on stand-by. (<a href=\"https://reliefweb.int/node/3809115\">OCHA, 18 Jan 2022</a>)</p>\n\n<p>On 19 January, the Government of Tonga issued a State of Emergency. To date, there are three confirmed fatalities: one British national; a female from Mango Island; and a male from Nomuka Island. The government deployed two vessels with health teams and water, food and tents to the Ha’apai group where the islands of Mango, Fonoifua and Nomuka have been impacted. All houses were destroyed on Mango island; only two houses remain on Fonoifua island and Nomuka island experienced extensive damage. According to the government, evacuation of Mango and Fonoifua islands to Nomuka island is underway. As for destruction in the capital Nuku’alofa, the government announced that 21 houses were completely damaged and 35 severely damaged in parts of the western side of Tongatapu including Kanokupolu. Residents had been evacuated to evacuation centers and supplied with relief items. In the central district, Kolomotu’a, eight houses were completely damaged and 20 severely. On the island of ‘Eua, two houses were completely damaged and 45 severely damaged. Water supplies have been seriously affected by volcanic ash. Government efforts have been made to ensure the continuity of the supply of safe drinking water. Tonga’s cluster system has been activated and is compiling reports on needs to be addressed. (<a href=\"https://reliefweb.int/node/3809455\">OCHA, 19 Jan 2022</a>)</p>\n\n<p>On 19 January, the UN Resident Coordinator received a request from the Government of Tonga for urgent assistance in the wake of the volcanic eruption and the impact of the following tsunami and volcanic ash it generated. There are still serious concerns about access to safe water throughout the island nation, and concerns about the quality of groundwater in Tongatapu. Data suggest that some 50,000 people are affected and access to drinking water remains one of the highest priorities. The capital’s water supply is safe to drink but most people now rely on bottled water. It is estimated that some 12,000 households have been affected as all agricultural sectors (crops, livestock, fisheries) suffered substantially. Of particular concern is the effect of ashfall on crops along with saltwater intrusion and the potential of acid rain. It is further estimated that about 60 – 70 percent of livestock-rearing households either had livestock perished, experienced damage to grazing land, or have contaminated water supplies. As regards to Health, the hospital and the national pharmacy store in the capital are intact and fully functioning. There are some reports of damage to some health centres in Tongatapu, ‘Eua and Ha’apai. The main issue going forward is monitoring the risk of infectious diseases through surveillance and the actions underway by the WASH sector. (<a href=\"https://reliefweb.int/node/3809863/\">OCHA, 20 Jan 2022</a>)</p>\n\n<p>Ten days on from the violent eruption of the Hunga Tonga Hunga Ha’apai underwater volcano, the Government of Tonga continues to provide relief in the most-affected islands while assessing damage and needs. The Government of Tonga and humanitarian partners report that the entire population of Tonga (approx. 105,000 people) have been impacted and that about 84,000 people (some 84% of the population) have been directly affected. Initial assessment data indicate that about 240 houses have been damaged or destroyed. Some 100 houses have been damaged or destroyed on Tongatapu and 50 houses on ‘Eua alone. Tonga’s key challenges continue to be access to safe water, ash clearance and ensuring food security. The Pacific Humanitarian Team is scaling up the support based on the request from the Government and based on the assessment of needs. (<a href=\"https://reliefweb.int/node/3811463/\">OCHA, 25 Jan 2022</a>)</p>\n\n<p>Across Tongatapu 90% of power has been restored as work continues for full restoration. Efforts continue with the clearing of ash debris and coordinating relief distribution to affected communities. NEMO and humanitarian partners have established 16 water stations areas around Tongatapu. The areas of Popua, Patangata, Kanokupolu, and Ahau have been sprayed for vector control and decontamination and the ground water has been chlorinated for safety. 293 houses have been damaged or affected by the volcanic eruption and tsunami according to government figures; the majority in Tongatapu. 1,525 people are still displaced according to initial findings by IOM. (<a href=\"https://reliefweb.int/node/3812566\">OCHA, 28 Jan 2022</a>)</p>\n\n<p>On 1 February 2022, two COVID-19 cases were identified among port workers at the wharf in Nuku’alofa. A national lockdown was in effect as of 6pm 2 February. The lockdown may cause delays in the implementation of the humanitarian response carried out by NEMO and humanitarian partners on the ground. As of 31 January 2022, 2,390 people (2.4 per cent of the country’s population) or 465 households remain displaced three weeks after the disaster onset, according to IOM’s analysis. Of the 465 households, 54 per cent are in the main island Tongatapu, 31 per cent in Ha’apai Island group, and 15 per cent in ‘Eua; 60 per cent of the 465 households have their houses severely damaged or destroyed. The total number of displaced people rose by 57 per cent since the last reporting period with progress in field verification of the assessment data. The local transmission of COVID has also further complicated procedures and the lockdown is likely to lead to further delays. With the help of rainfall, ash residue along the airport runway have been largely cleared. There have been no further reports of ash disturbance during landing, take-off and taxi operations. Most humanitarian needs are being met, however, access to safe water remains the most pressing issue. (<a href=\"https://reliefweb.int/node/3814557\">OCHA, 3 Feb 2022</a>)</p>\n\n<p>The spread of COVID had a negative impact on the aid delivery and further relief and recovery planning. The majority of schools – which only reopened on 31 January – have been closed again on 2 February 2022 due to the COVID lockdown. It is estimated that more than 32,000 children have been psychologically affected by the emergency. More than 30,000 people have been reached with WASH assistance so far. An estimated 15,000 persons have been reached with health assistance and some 10,000 persons with nutrition assistance. Emergency shelter and NFI assistance was distributed to 2,020 people in most-affected areas. The loss in the agricultural sector is estimated at US$ 17 million, according to the Ministry of Agriculture, Food and Forests. While communication systems have gradually been fixed, the full capacity will only be reached in a couple of weeks due to delays in repair of the undersea cable. (<a href=\"https://reliefweb.int/node/3816604\">OCHA, 10 Feb 2022</a>)</p>\n\n<p>As of 8 February 2022, only three direct fatalities and one indirect fatality have been officially recorded in Tonga. The low level of fatalities partly reflects Tonga&#39;s effective early warning systems, combined with previous experience of natural disasters in Tonga. Following the eruption, a small proportion of people suffered breathing difficulties and a few, mainly children, were hospitalized. (<a href=\"https://reliefweb.int/node/3821518\">IFRC, 25 Feb 2022</a>)</p>\n\n<h3>Useful Links</h3>\n\n<ul>\n<li><a href=\"https://nzdf.mil.nz/nzdf/significant-projects-and-issues/tonga-response/\">New Zealand Defense Force Tonga Response</a></li>\n</ul>\n",
          "description": "A large eruption of the Hunga Tonga Hunga Ha-apai underwater volcano in the evening of 15 January (at 17:26 local time) caused a tsunami and ash fall in Tonga (total pop. 105,000 people). The volcanic eruption has continued throughout the day with satellite imagery indicating a 5km wide plume of ash, steam and gas rising into the air 20km above the volcano. The ash plume was observed moving northeast over the islands of Ha’apai and is currently proceeding in a westerly direction away from Tonga. The eruption was one of the biggest in Tonga in the past 30 years. During the initial eight-minutes, it was so violent it could be heard as \"loud thunder sounds\" in Fiji, more than 800km away. ([OCHA, 16 Jan 2022](https://reliefweb.int/node/3808614/))\n\nNo additional eruptions were recorded since yesterday’s update. However, further volcanic activity cannot be ruled out. The ash cloud has slowly moved on in a north-westerly direction. Elsewhere in the Pacific (Fiji, Samoa, Vanuatu, Solomon Islands) tsunami warnings have been lifted and no serious impact has been reported so far apart from some limited flooding [..] For Tonga, the tsunami of Saturday has caused yet to be detailed damage of buildings and infrastructure. Nuku’alofa, Tonga’s capital, is covered with a two-centimetre-thick layer of volcanic ash and dust. However, the situation in the city is calm and stable and first clean-up efforts are being made. Nuku’alofa’s waterfront is seriously damaged with rocks and debris pushed inland by the tsunami. Overall, there appears to be significant infrastructural damage around Tongatapu, the main island. There had been no contact from the Ha’apai Group of islands with particular concern about two small low-lying islands – Mango and Fonoi. An active distress beacon had been detected from Mango. ([OCHA, 17 Jan 2022](https://reliefweb.int/node/3808720))\n\nAn initial assessment from the Government of Tonga is that 100 houses were damaged and 50 destroyed in Tongatapu. No evacuation centres are open in Tongatapu, the people who were displaced (numbers not confirmed as of now) are staying with extended families. There are 89 people in evacuation centres in ‘Eua. Information from outer islands is still very scarce. In Ha’apai and Vava’u islands, communication lines remain down and concerns exist regarding damage to low lying island in this group. Three deaths have been recorded so far. Preliminary information from the Tongan Ministry of Agriculture indicates that the damage in the agricultural sector, and particularly of root crops, is less severe than initially feared. Due to thick ash cover is thicker than anticipated (between 5 and 10 cm) and will need more time to be cleared away. Planned relief flights (from Australia and New Zealand, for the time being) are on stand-by. ([OCHA, 18 Jan 2022](https://reliefweb.int/node/3809115))\n\nOn 19 January, the Government of Tonga issued a State of Emergency. To date, there are three confirmed fatalities: one British national; a female from Mango Island; and a male from Nomuka Island. The government deployed two vessels with health teams and water, food and tents to the Ha’apai group where the islands of Mango, Fonoifua and Nomuka have been impacted. All houses were destroyed on Mango island; only two houses remain on Fonoifua island and Nomuka island experienced extensive damage. According to the government, evacuation of Mango and Fonoifua islands to Nomuka island is underway. As for destruction in the capital Nuku’alofa, the government announced that 21 houses were completely damaged and 35 severely damaged in parts of the western side of Tongatapu including Kanokupolu. Residents had been evacuated to evacuation centers and supplied with relief items. In the central district, Kolomotu’a, eight houses were completely damaged and 20 severely. On the island of ‘Eua, two houses were completely damaged and 45 severely damaged. Water supplies have been seriously affected by volcanic ash. Government efforts have been made to ensure the continuity of the supply of safe drinking water. Tonga’s cluster system has been activated and is compiling reports on needs to be addressed. ([OCHA, 19 Jan 2022](https://reliefweb.int/node/3809455))\n\nOn 19 January, the UN Resident Coordinator received a request from the Government of Tonga for urgent assistance in the wake of the volcanic eruption and the impact of the following tsunami and volcanic ash it generated. There are still serious concerns about access to safe water throughout the island nation, and concerns about the quality of groundwater in Tongatapu. Data suggest that some 50,000 people are affected and access to drinking water remains one of the highest priorities. The capital’s water supply is safe to drink but most people now rely on bottled water. It is estimated that some 12,000 households have been affected as all agricultural sectors (crops, livestock, fisheries) suffered substantially. Of particular concern is the effect of ashfall on crops along with saltwater intrusion and the potential of acid rain. It is further estimated that about 60 – 70 percent of livestock-rearing households either had livestock perished, experienced damage to grazing land, or have contaminated water supplies. As regards to Health, the hospital and the national pharmacy store in the capital are intact and fully functioning. There are some reports of damage to some health centres in Tongatapu, ‘Eua and Ha’apai. The main issue going forward is monitoring the risk of infectious diseases through surveillance and the actions underway by the WASH sector. ([OCHA, 20 Jan 2022](https://reliefweb.int/node/3809863/))\n\nTen days on from the violent eruption of the Hunga Tonga Hunga Ha’apai underwater volcano, the Government of Tonga continues to provide relief in the most-affected islands while assessing damage and needs. The Government of Tonga and humanitarian partners report that the entire population of Tonga (approx. 105,000 people) have been impacted and that about 84,000 people (some 84% of the population) have been directly affected. Initial assessment data indicate that about 240 houses have been damaged or destroyed. Some 100 houses have been damaged or destroyed on Tongatapu and 50 houses on ‘Eua alone. Tonga’s key challenges continue to be access to safe water, ash clearance and ensuring food security. The Pacific Humanitarian Team is scaling up the support based on the request from the Government and based on the assessment of needs. ([OCHA, 25 Jan 2022](https://reliefweb.int/node/3811463/))\n\nAcross Tongatapu 90% of power has been restored as work continues for full restoration. Efforts continue with the clearing of ash debris and coordinating relief distribution to affected communities. NEMO and humanitarian partners have established 16 water stations areas around Tongatapu. The areas of Popua, Patangata, Kanokupolu, and Ahau have been sprayed for vector control and decontamination and the ground water has been chlorinated for safety. 293 houses have been damaged or affected by the volcanic eruption and tsunami according to government figures; the majority in Tongatapu. 1,525 people are still displaced according to initial findings by IOM. ([OCHA, 28 Jan 2022](https://reliefweb.int/node/3812566))\n\nOn 1 February 2022, two COVID-19 cases were identified among port workers at the wharf in Nuku’alofa. A national lockdown was in effect as of 6pm 2 February. The lockdown may cause delays in the implementation of the humanitarian response carried out by NEMO and humanitarian partners on the ground. As of 31 January 2022, 2,390 people (2.4 per cent of the country’s population) or 465 households remain displaced three weeks after the disaster onset, according to IOM’s analysis. Of the 465 households, 54 per cent are in the main island Tongatapu, 31 per cent in Ha’apai Island group, and 15 per cent in ‘Eua; 60 per cent of the 465 households have their houses severely damaged or destroyed. The total number of displaced people rose by 57 per cent since the last reporting period with progress in field verification of the assessment data. The local transmission of COVID has also further complicated procedures and the lockdown is likely to lead to further delays. With the help of rainfall, ash residue along the airport runway have been largely cleared. There have been no further reports of ash disturbance during landing, take-off and taxi operations. Most humanitarian needs are being met, however, access to safe water remains the most pressing issue. ([OCHA, 3 Feb 2022](https://reliefweb.int/node/3814557))\n\nThe spread of COVID had a negative impact on the aid delivery and further relief and recovery planning. The majority of schools – which only reopened on 31 January – have been closed again on 2 February 2022 due to the COVID lockdown. It is estimated that more than 32,000 children have been psychologically affected by the emergency. More than 30,000 people have been reached with WASH assistance so far. An estimated 15,000 persons have been reached with health assistance and some 10,000 persons with nutrition assistance. Emergency shelter and NFI assistance was distributed to 2,020 people in most-affected areas. The loss in the agricultural sector is estimated at US$ 17 million, according to the Ministry of Agriculture, Food and Forests. While communication systems have gradually been fixed, the full capacity will only be reached in a couple of weeks due to delays in repair of the undersea cable. ([OCHA, 10 Feb 2022](https://reliefweb.int/node/3816604))\n\nAs of 8 February 2022, only three direct fatalities and one indirect fatality have been officially recorded in Tonga. The low level of fatalities partly reflects Tonga's effective early warning systems, combined with previous experience of natural disasters in Tonga. Following the eruption, a small proportion of people suffered breathing difficulties and a few, mainly children, were hospitalized. ([IFRC, 25 Feb 2022](https://reliefweb.int/node/3821518))\n### Useful Links\n\n- [New Zealand Defense Force Tonga Response](https://nzdf.mil.nz/nzdf/significant-projects-and-issues/tonga-response/)",
          "type": [
            {
              "code": "TS",
              "name": "Tsunami",
              "id": 4687
            },
            {
              "code": "VO",
              "name": "Volcano",
              "id": 4615,
              "primary": true
            }
          ],
          "url": "https://reliefweb.int/taxonomy/term/51005",
          "related_glide": [
            "VO-2022-000005-FJI",
            "TS-2022-000005-TON",
            "TS-2022-000005-PER"
          ],
          "current": true,
          "url_alias": "https://reliefweb.int/disaster/vo-2022-000005-ton",
          "name": "Tonga: Volcanic Eruption and Tsunami - Jan 2022",
          "id": 51005,
          "glide": "VO-2022-000005-TON",
          "status": "current"
        }
      }
    ]
  },
  {
    "time": 8,
    "href": "https://api.reliefweb.int/v1/disasters/50335",
    "links": {
      "self": {
        "href": "https://api.reliefweb.int/v1/disasters/50335"
      },
      "collection": {
        "href": "https://api.reliefweb.int/v1/disasters"
      }
    },
    "took": 1,
    "totalCount": 1,
    "count": 1,
    "data": [
      {
        "id": "50335",
        "fields": {
          "date": {
            "created": "2020-06-22T00:00:00+00:00"
          },
          "primary_type": {
            "code": "FL",
            "name": "Flood",
            "id": 4611
          },
          "country": [
            {
              "href": "https://api.reliefweb.int/v1/countries/241",
              "name": "Ukraine",
              "location": {
                "lon": 31.32,
                "lat": 49.32
              },
              "id": 241,
              "shortname": "Ukraine",
              "iso3": "ukr",
              "primary": true
            }
          ],
          "featured": false,
          "primary_country": {
            "href": "https://api.reliefweb.int/v1/countries/241",
            "name": "Ukraine",
            "location": {
              "lon": 31.32,
              "lat": 49.32
            },
            "id": 241,
            "shortname": "Ukraine",
            "iso3": "ukr"
          },
          "profile": {
            "overview": "Widespread floods triggered by heavy rain affected the western oblasts of the country (particularly Ivano-Frankivsk, Chernivtsi, Zakarpattya, and Lviv) on 22-24 June, resulting in fatalities and damage.\nAccording to media reports, 3 people have died in Verkhovyna District (Ivano-Frankivsk) and 800 people have been evacuated. At least 5,000 houses have been flooded in 187 villages across many Districts, roads and bridges damaged. ([ECHO, 25 June 2020](https://reliefweb.int/node/3647487))\n\nSince 22 June western regions of Ukraine: Ivano-Frankivsk, Chernivtsi, Zakarpattia, Lviv and Ternopil oblasts have been affected by floods. The Ukrainian Civil Protection reports 3 fatalities in Ivano-Frankivsk, more than 2,500 evacuated people and approximately 14,450 damaged houses. On 25 June, Ukraine submitted a request for assistance to the Union Civil Protection Mechanism (UCPM). Four Member States (Sweden, Italy, Denmark and Slovakia) offered and delivered assistance under the UCPM. Overall, the UCPM’s response fulfilled almost 50% of the entire Ukrainian request for assistance. On 6 July, Ukraine informed that the situation is improving and there is no further need for international assistance. In terms of forecast, on 7-8 July moderate to heavy rain is expected across central-northern Ukraine and southern Romania; moderate rain over western Ukraine, most parts of Moldova as well as over central and northern Romania. ([ECHO, 7 Jul 2020](https://reliefweb.int/node/3650865))\n\nBetween 22-24 June 2020, Ukraine’s western regions have been ravaged by heavy rainfalls and flooding. The most\naffected have been western parts of the Ivano-Frankivsk, Chernivtsi, Zakarpattia, Ternopil and Lviv regions. Muddy,\noverflowing rivers washed away bridges and roads, flooded several dozen villages and cities, destroyed power lines\nand dams. Authorities of the affected regions consider declaring a State of Emergency given the impact on the\ninfrastructure and damages caused in the houses. On top of the volatile flooding situation and possible continuation of\nthe rainfall and widening of the riverbanks, the regions are also significantly affected by the COVID-19 outbreak. ([IFRC, 10 Jul 2020](https://reliefweb.int/node/3652069))",
            "overview-html": "<p>Widespread floods triggered by heavy rain affected the western oblasts of the country (particularly Ivano-Frankivsk, Chernivtsi, Zakarpattya, and Lviv) on 22-24 June, resulting in fatalities and damage.\nAccording to media reports, 3 people have died in Verkhovyna District (Ivano-Frankivsk) and 800 people have been evacuated. At least 5,000 houses have been flooded in 187 villages across many Districts, roads and bridges damaged. (<a href=\"https://reliefweb.int/node/3647487\">ECHO, 25 June 2020</a>)</p>\n\n<p>Since 22 June western regions of Ukraine: Ivano-Frankivsk, Chernivtsi, Zakarpattia, Lviv and Ternopil oblasts have been affected by floods. The Ukrainian Civil Protection reports 3 fatalities in Ivano-Frankivsk, more than 2,500 evacuated people and approximately 14,450 damaged houses. On 25 June, Ukraine submitted a request for assistance to the Union Civil Protection Mechanism (UCPM). Four Member States (Sweden, Italy, Denmark and Slovakia) offered and delivered assistance under the UCPM. Overall, the UCPM’s response fulfilled almost 50% of the entire Ukrainian request for assistance. On 6 July, Ukraine informed that the situation is improving and there is no further need for international assistance. In terms of forecast, on 7-8 July moderate to heavy rain is expected across central-northern Ukraine and southern Romania; moderate rain over western Ukraine, most parts of Moldova as well as over central and northern Romania. (<a href=\"https://reliefweb.int/node/3650865\">ECHO, 7 Jul 2020</a>)</p>\n\n<p>Between 22-24 June 2020, Ukraine’s western regions have been ravaged by heavy rainfalls and flooding. The most\naffected have been western parts of the Ivano-Frankivsk, Chernivtsi, Zakarpattia, Ternopil and Lviv regions. Muddy,\noverflowing rivers washed away bridges and roads, flooded several dozen villages and cities, destroyed power lines\nand dams. Authorities of the affected regions consider declaring a State of Emergency given the impact on the\ninfrastructure and damages caused in the houses. On top of the volatile flooding situation and possible continuation of\nthe rainfall and widening of the riverbanks, the regions are also significantly affected by the COVID-19 outbreak. (<a href=\"https://reliefweb.int/node/3652069\">IFRC, 10 Jul 2020</a>)</p>\n"
          },
          "description-html": "<p>Widespread floods triggered by heavy rain affected the western oblasts of the country (particularly Ivano-Frankivsk, Chernivtsi, Zakarpattya, and Lviv) on 22-24 June, resulting in fatalities and damage.\nAccording to media reports, 3 people have died in Verkhovyna District (Ivano-Frankivsk) and 800 people have been evacuated. At least 5,000 houses have been flooded in 187 villages across many Districts, roads and bridges damaged. (<a href=\"https://reliefweb.int/node/3647487\">ECHO, 25 June 2020</a>)</p>\n\n<p>Since 22 June western regions of Ukraine: Ivano-Frankivsk, Chernivtsi, Zakarpattia, Lviv and Ternopil oblasts have been affected by floods. The Ukrainian Civil Protection reports 3 fatalities in Ivano-Frankivsk, more than 2,500 evacuated people and approximately 14,450 damaged houses. On 25 June, Ukraine submitted a request for assistance to the Union Civil Protection Mechanism (UCPM). Four Member States (Sweden, Italy, Denmark and Slovakia) offered and delivered assistance under the UCPM. Overall, the UCPM’s response fulfilled almost 50% of the entire Ukrainian request for assistance. On 6 July, Ukraine informed that the situation is improving and there is no further need for international assistance. In terms of forecast, on 7-8 July moderate to heavy rain is expected across central-northern Ukraine and southern Romania; moderate rain over western Ukraine, most parts of Moldova as well as over central and northern Romania. (<a href=\"https://reliefweb.int/node/3650865\">ECHO, 7 Jul 2020</a>)</p>\n\n<p>Between 22-24 June 2020, Ukraine’s western regions have been ravaged by heavy rainfalls and flooding. The most\naffected have been western parts of the Ivano-Frankivsk, Chernivtsi, Zakarpattia, Ternopil and Lviv regions. Muddy,\noverflowing rivers washed away bridges and roads, flooded several dozen villages and cities, destroyed power lines\nand dams. Authorities of the affected regions consider declaring a State of Emergency given the impact on the\ninfrastructure and damages caused in the houses. On top of the volatile flooding situation and possible continuation of\nthe rainfall and widening of the riverbanks, the regions are also significantly affected by the COVID-19 outbreak. (<a href=\"https://reliefweb.int/node/3652069\">IFRC, 10 Jul 2020</a>)</p>\n",
          "description": "Widespread floods triggered by heavy rain affected the western oblasts of the country (particularly Ivano-Frankivsk, Chernivtsi, Zakarpattya, and Lviv) on 22-24 June, resulting in fatalities and damage.\nAccording to media reports, 3 people have died in Verkhovyna District (Ivano-Frankivsk) and 800 people have been evacuated. At least 5,000 houses have been flooded in 187 villages across many Districts, roads and bridges damaged. ([ECHO, 25 June 2020](https://reliefweb.int/node/3647487))\n\nSince 22 June western regions of Ukraine: Ivano-Frankivsk, Chernivtsi, Zakarpattia, Lviv and Ternopil oblasts have been affected by floods. The Ukrainian Civil Protection reports 3 fatalities in Ivano-Frankivsk, more than 2,500 evacuated people and approximately 14,450 damaged houses. On 25 June, Ukraine submitted a request for assistance to the Union Civil Protection Mechanism (UCPM). Four Member States (Sweden, Italy, Denmark and Slovakia) offered and delivered assistance under the UCPM. Overall, the UCPM’s response fulfilled almost 50% of the entire Ukrainian request for assistance. On 6 July, Ukraine informed that the situation is improving and there is no further need for international assistance. In terms of forecast, on 7-8 July moderate to heavy rain is expected across central-northern Ukraine and southern Romania; moderate rain over western Ukraine, most parts of Moldova as well as over central and northern Romania. ([ECHO, 7 Jul 2020](https://reliefweb.int/node/3650865))\n\nBetween 22-24 June 2020, Ukraine’s western regions have been ravaged by heavy rainfalls and flooding. The most\naffected have been western parts of the Ivano-Frankivsk, Chernivtsi, Zakarpattia, Ternopil and Lviv regions. Muddy,\noverflowing rivers washed away bridges and roads, flooded several dozen villages and cities, destroyed power lines\nand dams. Authorities of the affected regions consider declaring a State of Emergency given the impact on the\ninfrastructure and damages caused in the houses. On top of the volatile flooding situation and possible continuation of\nthe rainfall and widening of the riverbanks, the regions are also significantly affected by the COVID-19 outbreak. ([IFRC, 10 Jul 2020](https://reliefweb.int/node/3652069))",
          "type": [
            {
              "code": "FL",
              "name": "Flood",
              "id": 4611,
              "primary": true
            }
          ],
          "url": "https://reliefweb.int/taxonomy/term/50335",
          "current": false,
          "url_alias": "https://reliefweb.int/disaster/ff-2020-000156-ukr",
          "name": "Ukraine: Floods - Jun 2020",
          "id": 50335,
          "glide": "FF-2020-000156-UKR",
          "status": "past"
        }
      }
    ]
  },
  {
    "time": 10,
    "href": "https://api.reliefweb.int/v1/disasters/50979",
    "links": {
      "self": {
        "href": "https://api.reliefweb.int/v1/disasters/50979"
      },
      "collection": {
        "href": "https://api.reliefweb.int/v1/disasters"
      }
    },
    "took": 2,
    "totalCount": 1,
    "count": 1,
    "data": [
      {
        "id": "50979",
        "fields": {
          "date": {
            "created": "2021-12-10T00:00:00+00:00"
          },
          "primary_type": {
            "code": "FL",
            "name": "Flood",
            "id": 4611
          },
          "country": [
            {
              "href": "https://api.reliefweb.int/v1/countries/42",
              "name": "Brazil",
              "location": {
                "lon": -51.62,
                "lat": -9.59
              },
              "id": 42,
              "shortname": "Brazil",
              "iso3": "bra",
              "primary": true
            }
          ],
          "featured": false,
          "primary_country": {
            "href": "https://api.reliefweb.int/v1/countries/42",
            "name": "Brazil",
            "location": {
              "lon": -51.62,
              "lat": -9.59
            },
            "id": 42,
            "shortname": "Brazil",
            "iso3": "bra"
          },
          "profile": {
            "overview": "On 7 December 2021, storms caused by the passage of a subtropical cyclone affected several cities in the south of Bahia state in Brazil. The National Centre for Disaster Prevention (Cemaden) recorded rainfall of 450 mm in the Itamaraju municipality and 171 mm in Porto Seguro municipality in Bahia state. According to the latest report of the Superintendence for Protection and Civil Defence of the State of Bahia (Sudec), 12 people died, 267 people were injured, 6,371 were left homeless, and 15,199 were displaced. The population affected by the floods is registered at 220,297 people. Gabo Bravo and Jucuruçu rivers' overflowing led to floods that isolated regions in Bahia and Minas Gerais states, damaging homes and infrastructure (roads and bridges). A total of 21 municipalities are affected, with more serious impact in Jucuruçu, Itagimirim, Porto Seguro and Medeiros Neto municipalities. By 7 December, municipal declarations of emergency were issued. On 10 December, the Federal Government of Brazil declared a state of emergency in at least 50 affected municipalities in Bahia and Minas Gerais.  ([IFRC, 16 Dec 2021](https://reliefweb.int/node/3801970))  \n\n163 municipalities reported emergency state due to a dam collapse followed by flooding last December 23rd in Bahia state. The southern part of Bahia state and north of Minas Gerais state are suffering from the consequences of the floods: houses, schools, hospitals and other infrastructures have been destroyed and damaged along with other losses. Total affected population is estimated to be 815,597 with an estimated 101,256 people in need, of those, 28,224 people displaced staying in shelters and 73,032 people being hosted by family and friends; with 2 missing, 520 wounded and 26 deaths.([UNICEF, 7 Jan 2022](https://reliefweb.int/node/3806635/))\n\nHeavy rainfall continues to cause widespread flooding and landslides across Minas Gerais and Bahia States (south-east Brazil), leading to an increased human impact. In Bahia, the number of fatalities stands at 26, while two people are missing, as reported by the Government of Bahia. About 87,550 persons have been displaced and up to  856,820 individuals have been affected by floods and landslides across 183 municipalities. According to the Civil Protection authorities in Minas Gerais, at least 19 people have died, of which five due to a landslide that occurred in  Brumadinho Municipality, that has been heavily affected by the dam collapse on 25 January 2019. Approximately 17,240 persons have been displaced and a state of emergency has been issued for 145 municipalities across Minas Gerais. ([ECHO, 12 Jan 2022](https://reliefweb.int/node/3807584))\n\nThe number of fatalities has reached 28 people after the widespread floods and landslides in southern Brazil (particularly in Sao Paulo State). According to media reports, seven people are missing following the deadly landslide in Franco de Rocha (40 km north of Sao Paulo City), 12 people have been injured, and nearly 3,000 have been displaced. ([ECHO, 03 Feb 2022](https://reliefweb.int/node/3814332))\n\nSince 15 February, following landslides and floods in Petrópolis City area (Rio de Janeiro State), 152 people have died according to the National Civil Defense, while more than 120 people are still missing, as reported by media. In addition, at least 200 people have been injured and 856 displaced.\nLocal authorities registered 755 landslide events in the area. ([ECHO, 21 Feb 2022](https://reliefweb.int/node/3819742))",
            "overview-html": "<p>On 7 December 2021, storms caused by the passage of a subtropical cyclone affected several cities in the south of Bahia state in Brazil. The National Centre for Disaster Prevention (Cemaden) recorded rainfall of 450 mm in the Itamaraju municipality and 171 mm in Porto Seguro municipality in Bahia state. According to the latest report of the Superintendence for Protection and Civil Defence of the State of Bahia (Sudec), 12 people died, 267 people were injured, 6,371 were left homeless, and 15,199 were displaced. The population affected by the floods is registered at 220,297 people. Gabo Bravo and Jucuruçu rivers&#39; overflowing led to floods that isolated regions in Bahia and Minas Gerais states, damaging homes and infrastructure (roads and bridges). A total of 21 municipalities are affected, with more serious impact in Jucuruçu, Itagimirim, Porto Seguro and Medeiros Neto municipalities. By 7 December, municipal declarations of emergency were issued. On 10 December, the Federal Government of Brazil declared a state of emergency in at least 50 affected municipalities in Bahia and Minas Gerais.  (<a href=\"https://reliefweb.int/node/3801970\">IFRC, 16 Dec 2021</a>)  </p>\n\n<p>163 municipalities reported emergency state due to a dam collapse followed by flooding last December 23rd in Bahia state. The southern part of Bahia state and north of Minas Gerais state are suffering from the consequences of the floods: houses, schools, hospitals and other infrastructures have been destroyed and damaged along with other losses. Total affected population is estimated to be 815,597 with an estimated 101,256 people in need, of those, 28,224 people displaced staying in shelters and 73,032 people being hosted by family and friends; with 2 missing, 520 wounded and 26 deaths.(<a href=\"https://reliefweb.int/node/3806635/\">UNICEF, 7 Jan 2022</a>)</p>\n\n<p>Heavy rainfall continues to cause widespread flooding and landslides across Minas Gerais and Bahia States (south-east Brazil), leading to an increased human impact. In Bahia, the number of fatalities stands at 26, while two people are missing, as reported by the Government of Bahia. About 87,550 persons have been displaced and up to  856,820 individuals have been affected by floods and landslides across 183 municipalities. According to the Civil Protection authorities in Minas Gerais, at least 19 people have died, of which five due to a landslide that occurred in  Brumadinho Municipality, that has been heavily affected by the dam collapse on 25 January 2019. Approximately 17,240 persons have been displaced and a state of emergency has been issued for 145 municipalities across Minas Gerais. (<a href=\"https://reliefweb.int/node/3807584\">ECHO, 12 Jan 2022</a>)</p>\n\n<p>The number of fatalities has reached 28 people after the widespread floods and landslides in southern Brazil (particularly in Sao Paulo State). According to media reports, seven people are missing following the deadly landslide in Franco de Rocha (40 km north of Sao Paulo City), 12 people have been injured, and nearly 3,000 have been displaced. (<a href=\"https://reliefweb.int/node/3814332\">ECHO, 03 Feb 2022</a>)</p>\n\n<p>Since 15 February, following landslides and floods in Petrópolis City area (Rio de Janeiro State), 152 people have died according to the National Civil Defense, while more than 120 people are still missing, as reported by media. In addition, at least 200 people have been injured and 856 displaced.\nLocal authorities registered 755 landslide events in the area. (<a href=\"https://reliefweb.int/node/3819742\">ECHO, 21 Feb 2022</a>)</p>\n"
          },
          "description-html": "<p>On 7 December 2021, storms caused by the passage of a subtropical cyclone affected several cities in the south of Bahia state in Brazil. The National Centre for Disaster Prevention (Cemaden) recorded rainfall of 450 mm in the Itamaraju municipality and 171 mm in Porto Seguro municipality in Bahia state. According to the latest report of the Superintendence for Protection and Civil Defence of the State of Bahia (Sudec), 12 people died, 267 people were injured, 6,371 were left homeless, and 15,199 were displaced. The population affected by the floods is registered at 220,297 people. Gabo Bravo and Jucuruçu rivers&#39; overflowing led to floods that isolated regions in Bahia and Minas Gerais states, damaging homes and infrastructure (roads and bridges). A total of 21 municipalities are affected, with more serious impact in Jucuruçu, Itagimirim, Porto Seguro and Medeiros Neto municipalities. By 7 December, municipal declarations of emergency were issued. On 10 December, the Federal Government of Brazil declared a state of emergency in at least 50 affected municipalities in Bahia and Minas Gerais.  (<a href=\"https://reliefweb.int/node/3801970\">IFRC, 16 Dec 2021</a>)  </p>\n\n<p>163 municipalities reported emergency state due to a dam collapse followed by flooding last December 23rd in Bahia state. The southern part of Bahia state and north of Minas Gerais state are suffering from the consequences of the floods: houses, schools, hospitals and other infrastructures have been destroyed and damaged along with other losses. Total affected population is estimated to be 815,597 with an estimated 101,256 people in need, of those, 28,224 people displaced staying in shelters and 73,032 people being hosted by family and friends; with 2 missing, 520 wounded and 26 deaths.(<a href=\"https://reliefweb.int/node/3806635/\">UNICEF, 7 Jan 2022</a>)</p>\n\n<p>Heavy rainfall continues to cause widespread flooding and landslides across Minas Gerais and Bahia States (south-east Brazil), leading to an increased human impact. In Bahia, the number of fatalities stands at 26, while two people are missing, as reported by the Government of Bahia. About 87,550 persons have been displaced and up to  856,820 individuals have been affected by floods and landslides across 183 municipalities. According to the Civil Protection authorities in Minas Gerais, at least 19 people have died, of which five due to a landslide that occurred in  Brumadinho Municipality, that has been heavily affected by the dam collapse on 25 January 2019. Approximately 17,240 persons have been displaced and a state of emergency has been issued for 145 municipalities across Minas Gerais. (<a href=\"https://reliefweb.int/node/3807584\">ECHO, 12 Jan 2022</a>)</p>\n\n<p>The number of fatalities has reached 28 people after the widespread floods and landslides in southern Brazil (particularly in Sao Paulo State). According to media reports, seven people are missing following the deadly landslide in Franco de Rocha (40 km north of Sao Paulo City), 12 people have been injured, and nearly 3,000 have been displaced. (<a href=\"https://reliefweb.int/node/3814332\">ECHO, 03 Feb 2022</a>)</p>\n\n<p>Since 15 February, following landslides and floods in Petrópolis City area (Rio de Janeiro State), 152 people have died according to the National Civil Defense, while more than 120 people are still missing, as reported by media. In addition, at least 200 people have been injured and 856 displaced.\nLocal authorities registered 755 landslide events in the area. (<a href=\"https://reliefweb.int/node/3819742\">ECHO, 21 Feb 2022</a>)</p>\n",
          "description": "On 7 December 2021, storms caused by the passage of a subtropical cyclone affected several cities in the south of Bahia state in Brazil. The National Centre for Disaster Prevention (Cemaden) recorded rainfall of 450 mm in the Itamaraju municipality and 171 mm in Porto Seguro municipality in Bahia state. According to the latest report of the Superintendence for Protection and Civil Defence of the State of Bahia (Sudec), 12 people died, 267 people were injured, 6,371 were left homeless, and 15,199 were displaced. The population affected by the floods is registered at 220,297 people. Gabo Bravo and Jucuruçu rivers' overflowing led to floods that isolated regions in Bahia and Minas Gerais states, damaging homes and infrastructure (roads and bridges). A total of 21 municipalities are affected, with more serious impact in Jucuruçu, Itagimirim, Porto Seguro and Medeiros Neto municipalities. By 7 December, municipal declarations of emergency were issued. On 10 December, the Federal Government of Brazil declared a state of emergency in at least 50 affected municipalities in Bahia and Minas Gerais.  ([IFRC, 16 Dec 2021](https://reliefweb.int/node/3801970))  \n\n163 municipalities reported emergency state due to a dam collapse followed by flooding last December 23rd in Bahia state. The southern part of Bahia state and north of Minas Gerais state are suffering from the consequences of the floods: houses, schools, hospitals and other infrastructures have been destroyed and damaged along with other losses. Total affected population is estimated to be 815,597 with an estimated 101,256 people in need, of those, 28,224 people displaced staying in shelters and 73,032 people being hosted by family and friends; with 2 missing, 520 wounded and 26 deaths.([UNICEF, 7 Jan 2022](https://reliefweb.int/node/3806635/))\n\nHeavy rainfall continues to cause widespread flooding and landslides across Minas Gerais and Bahia States (south-east Brazil), leading to an increased human impact. In Bahia, the number of fatalities stands at 26, while two people are missing, as reported by the Government of Bahia. About 87,550 persons have been displaced and up to  856,820 individuals have been affected by floods and landslides across 183 municipalities. According to the Civil Protection authorities in Minas Gerais, at least 19 people have died, of which five due to a landslide that occurred in  Brumadinho Municipality, that has been heavily affected by the dam collapse on 25 January 2019. Approximately 17,240 persons have been displaced and a state of emergency has been issued for 145 municipalities across Minas Gerais. ([ECHO, 12 Jan 2022](https://reliefweb.int/node/3807584))\n\nThe number of fatalities has reached 28 people after the widespread floods and landslides in southern Brazil (particularly in Sao Paulo State). According to media reports, seven people are missing following the deadly landslide in Franco de Rocha (40 km north of Sao Paulo City), 12 people have been injured, and nearly 3,000 have been displaced. ([ECHO, 03 Feb 2022](https://reliefweb.int/node/3814332))\n\nSince 15 February, following landslides and floods in Petrópolis City area (Rio de Janeiro State), 152 people have died according to the National Civil Defense, while more than 120 people are still missing, as reported by media. In addition, at least 200 people have been injured and 856 displaced.\nLocal authorities registered 755 landslide events in the area. ([ECHO, 21 Feb 2022](https://reliefweb.int/node/3819742))",
          "type": [
            {
              "code": "FL",
              "name": "Flood",
              "id": 4611,
              "primary": true
            },
            {
              "code": "LS",
              "name": "Land Slide",
              "id": 4728
            }
          ],
          "url": "https://reliefweb.int/taxonomy/term/50979",
          "related_glide": ["FL-2022-000171-BRA"],
          "current": true,
          "url_alias": "https://reliefweb.int/disaster/fl-2021-000204-bra",
          "name": "Brazil: Floods - Dec 2021",
          "id": 50979,
          "glide": "FL-2021-000204-BRA",
          "status": "current"
        }
      }
    ]
  }
]
